{"market":{"mkt":"en-IN"},"images":[{"startdate":"20240325","fullstartdate":"202403251830","enddate":"20240326","url":"/th?id=OHR.HangRaiVietnam_EN-IN1740946404_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.HangRaiVietnam_EN-IN1740946404","copyright":"Seawater cascades over an ancient coral reef, Hang Rai, Vietnam (© Thang Tat Nguyen/Getty Images)","copyrightlink":"/search?q=hang+rai+cave&form=hpcapt&filters=HpDate%3a%2220240325_1830%22","title":"A tidal tango","caption":"Vinh Hy Bay, Vietnam","copyrightonly":"© Thang Tat Nguyen/Getty Images","desc":"Welcome to Hang Rai, a blend of ancient rock formations and vibrant coral reefs! Also called Rai Cave, this cavern is part of the Vinh Hy Bay—enclosed by Nui Chua National Park—in the South-Central Coast region of Vietnam. The area's natural coral reefs are surrounded by rock formations, that are carefully stacked upon each other to form a group of caves. One origin of the name 'Hang Rai' or 'Rai Cave' comes from otters (rai) that were occasionally seen seeking shelter in the cave. Another explanation is attributed to the abundance of rai trees in the area, whose oil was used to waterproof boats. The landscape has an awe-inspiring sight both under and above water: colourful corals for deep divers and a scenic sunset for those who like camping in the sea breeze.","date":"Mar 26, 2024","bsTitle":"A tidal tango","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240325_HangRaiVietnam%22&FORM=HPQUIZ","wp":true,"hsh":"01ee4b28fb1896a060e219903d301f2c","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.HangRaiVietnam_EN-IN1740946404_tmb.jpg","title":"Vinh Hy Bay, Vietnam","desc":"Welcome to Hang Rai, a blend of ancient rock formations and vibrant coral reefs! Also called Rai Cave, this cavern is part of the Vinh Hy…","hash":"nkrTZ4+F9Vxx5G/wkeQN1YPYwweSESI87VGJqPT15X0="}},{"startdate":"20240324","fullstartdate":"202403241830","enddate":"20240325","url":"/th?id=OHR.ColorfulHoli_EN-IN1408702608_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.ColorfulHoli_EN-IN1408702608","copyright":"Celebrating Holi in Mathura, Uttar Pradesh, India (© Avishek Das/SOPA Images/LightRocket via Getty Images)","copyrightlink":"/search?q=holi&form=hpcapt&filters=HpDate%3a%2220240324_1830%22","title":"Painting the town","caption":"Happy Holi!","copyrightonly":"© Avishek Das/SOPA Images/LightRocket via Getty Images","desc":"It's Holi; get ready to become a walking rainbow and sprinkle joy wherever you go! This festival of colours, spring and love is a cornerstone of Indian culture. Commonly, the festivity lasts for a night and a day. But Holi is celebrated in different regions variedly, highlighting their traditions. In Barsana, Uttar Pradesh, Lathmar Holi sees women playfully chasing men with long sticks. Khadi Holi in Kumaon, Uttarakhand, features traditional attire, khari songs and group dances. Punjab observes Hola Mohalla, with Nihang Sikhs showcasing martial arts skills. West Bengal welcomes spring with Basant Utsav and Dol Jatra, where saffron-clad participants sing and dance. Goa's Shigmo involves folk dances, attracting both locals and tourists. Manipur's Yaosang combines Hindu and indigenous customs, featuring the Thabal chongba dance. Kerala celebrates Manjal Kuli, adding its unique touch to Holi festivities.","date":"Mar 25, 2024","bsTitle":"Painting the town","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240324_ColorfulHoli%22&FORM=HPQUIZ","wp":false,"hsh":"7eb9c3a267c61bd6fb0638b0b147f735","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.ColorfulHoli_EN-IN1408702608_tmb.jpg","title":"Happy Holi!","desc":"It's Holi; get ready to become a walking rainbow and sprinkle joy wherever you go! This festival of colours, spring and love is a…","hash":"CwiW8h2dbiUEAUuC1rOn/vnplmcnURe25q1JK28yP+I="}},{"startdate":"20240323","fullstartdate":"202403231830","enddate":"20240324","url":"/th?id=OHR.WhiteEyes_EN-IN1161324930_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.WhiteEyes_EN-IN1161324930","copyright":"Silvereyes on a cherry blossom branch, South Korea (© TigerSeo/Getty Images)","copyrightlink":"/search?q=Silvereye+birds&form=hpcapt&filters=HpDate%3a%2220240323_1830%22","title":"Could you scoot over a little, please?","caption":"Silvereyes","copyrightonly":"© TigerSeo/Getty Images","desc":"Yellow, round, tiny and gregarious—say hello to these silvereyes enjoying cherry blossoms in South Korea! While this family of passerine birds is native to Africa, Australasia and Asia, several of its species can be found in places like French Polynesia and Hawaii, where they appeared by introduction. Also known as white-eyes or wax-eyes, these avians come in a range of colours and patterns, but they all share that trademark eye-ring. They have a sweet tooth for nectar, but they're not picky eaters, happily feeding on fruits, insects and berries. On our March adventures, let's celebrate these beauties for adding a touch of wonder to spring!","date":"Mar 24, 2024","bsTitle":"Could you scoot over a little, please?","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240323_WhiteEyes%22&FORM=HPQUIZ","wp":true,"hsh":"31e5a3a9610cf65ab60f698e729426b9","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.WhiteEyes_EN-IN1161324930_tmb.jpg","title":"Silvereyes","desc":"Yellow, round, tiny and gregarious—say hello to these silvereyes enjoying cherry blossoms in South Korea! While this family of passerine…","hash":"4VLZ5w7J/boNUIUgnhcSSEruNjeJ2AkrQbVQJOjx1qM="}},{"startdate":"20240322","fullstartdate":"202403221830","enddate":"20240323","url":"/th?id=OHR.AmazonClouds_EN-IN0715787319_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.AmazonClouds_EN-IN0715787319","copyright":"Large anvil clouds above the Amazon in Brazil (© NASA)","copyrightlink":"/search?q=World+Meteorological+Day&form=hpcapt&filters=HpDate%3a%2220240322_1830%22","title":"Making a fog-cast","caption":"World Meteorological Day","copyrightonly":"© NASA","desc":"'When clouds appear like rocks and towers, the Earth's refreshed with frequent showers'—there's a whisper of truth to this old proverb for the storm clouds, also known as cumulonimbus or anvil clouds, which are pictured here. Today, on World Meteorological Day, we honour the marvel that is our atmosphere. This observance, which was first held in 1961, commemorates the establishment of the World Meteorological Organisation in 1950. But this day is more than just a nod to history; it is all about recognising the vital role meteorology plays in our lives. Weather forecasts may not always appear fully reliable, but thanks to advances in technology like satellites and supercomputers, they have come a long way. Because of these advancements, global weather models provide forecasts for up to 16 days and, the average lead time for tornado warnings has gone from -15 minutes in 1974 to around 15 minutes today. Cheers for the progress made and much more to come!","date":"Mar 23, 2024","bsTitle":"Making a fog-cast","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240322_AmazonClouds%22&FORM=HPQUIZ","wp":true,"hsh":"61e7efbc9752e4aa22bf61d9de729553","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.AmazonClouds_EN-IN0715787319_tmb.jpg","title":"World Meteorological Day","desc":"'When clouds appear like rocks and towers, the Earth's refreshed with frequent showers'—there's a whisper of truth to this old proverb for…","hash":"UvBlVg0P67X9DYF1QufsloulW+MmCz4pmldehbi7IUU="}},{"startdate":"20240321","fullstartdate":"202403211830","enddate":"20240322","url":"/th?id=OHR.WaikatoWater_EN-IN0496434558_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.WaikatoWater_EN-IN0496434558","copyright":"Blue Spring, Te Waihou Walkway, New Zealand (© Ian Beattie/Alamy)","copyrightlink":"/search?q=World+Water+Day&form=hpcapt&filters=HpDate%3a%2220240321_1830%22","title":"'Water' we celebrating?","caption":"World Water Day","copyrightonly":"© Ian Beattie/Alamy","desc":"It's World Water Day, a 31-year-old annual tradition that ripples across the globe, reminding us of the importance of this essential resource. Water is a force that quenches thirst and irrigates harvests, and in its absence, it can derail prosperity and stability. The World Economic Forum lists the water crisis among the top global risks, and with 2.2 billion people still lacking access to clean water, this United Nations observance is a call to action to address the crisis. From educational forums to local cleanups, each action, big or small, contributes to the wave of change. This year's theme, 'Water for Peace,' invites us to reflect on the universal solvent's power to foster unity. So, are you ready to dive into a current that flows deeper than New Zealand's Blue Spring at Te Waihou Walkway? With about 70% of the country's bottled water coming from here, this spring mirrors the clarity and serenity we yearn for in the world.","date":"Mar 22, 2024","bsTitle":"'Water' we celebrating?","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240321_WaikatoWater%22&FORM=HPQUIZ","wp":true,"hsh":"5e0753186bc0704de5349c56c983b0af","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.WaikatoWater_EN-IN0496434558_tmb.jpg","title":"World Water Day","desc":"It's World Water Day, a 31-year-old annual tradition that ripples across the globe, reminding us of the importance of this essential…","hash":"byWZBpQaI6X5pDC2PO4drg1RejY1eRyS3j4u9g4fbrw="}},{"startdate":"20240320","fullstartdate":"202403201830","enddate":"20240321","url":"/th?id=OHR.BwindiNationalForest_EN-IN2480914473_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.BwindiNationalForest_EN-IN2480914473","copyright":"Bwindi Impenetrable National Forest, Uganda (© Art Wolfe/DanitaDelimont.com)","copyrightlink":"/search?q=International+Day+of+Forests&form=hpcapt&filters=HpDate%3a%2220240320_1830%22","title":"Woodn't it be nice","caption":"International Day of Forests","copyrightonly":"© Art Wolfe/DanitaDelimont.com","desc":"Today we're branching out and rooting for woodlands to celebrate the International Day of Forests! Established by the UN 11 years ago today, this day draws attention to the need to preserve and appreciate these essential ecosystems. Covering over 30% of the land on Earth, woodlands around the world contain an incredible variety of trees; there are thought to be over 60,000 species in total. Forests play a crucial role in supplying essential resources like food, water and medicines. Featured here is the Bwindi Impenetrable National Forest in Uganda, which is home to 160 species of trees and 100 species of ferns, as well as an extraordinary 50% of the world's mountain gorilla population. The forest has thickets of bamboo growing between the trees, making access on foot difficult, giving this Impenetrable Forest its name.","date":"Mar 21, 2024","bsTitle":"Woodn't it be nice","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240320_BwindiNationalForest%22&FORM=HPQUIZ","wp":true,"hsh":"41a62c5bfef3025e3ad876a255424a91","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.BwindiNationalForest_EN-IN2480914473_tmb.jpg","title":"International Day of Forests","desc":"Today we're branching out and rooting for woodlands to celebrate the International Day of Forests! Established by the UN 11 years ago today…","hash":"oG8rhPBvkBBMidxhYshaafOJHtoVYiURj3WmknW4YIU="}},{"startdate":"20240319","fullstartdate":"202403191830","enddate":"20240320","url":"/th?id=OHR.SpringCaveDale_EN-IN2419088160_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.SpringCaveDale_EN-IN2419088160","copyright":"Cave Dale and Peveril Castle in Castleton, Peak District National Park, Derbyshire, England (© James Osmond/Alamy)","copyrightlink":"/search?q=Peveril+Castle&form=hpcapt&filters=HpDate%3a%2220240319_1830%22","title":"A gorge-ous walk","caption":"Cave Dale and Peveril Castle, England","copyrightonly":"© James Osmond/Alamy","desc":"Peveril Castle was once a medieval fortress, standing tall on a limestone outcrop. Its ruins now overlook the village of Castleton in the Peak District in Derbyshire, England. Construction of the castle began shortly after the Norman conquest in the 11th century, although it wasn't completed until the 14th century. From the castle, visitors can enjoy views of Cave Dale, a ravine that was carved by glacial meltwater over many years. In the limestone walls of the dale, there are caves and disused lead mines. From hidden caves to towering battlements, this corner of the Peak District is bursting with history and is just waiting to be explored.","date":"Mar 20, 2024","bsTitle":"A gorge-ous walk","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240319_SpringCaveDale%22&FORM=HPQUIZ","wp":true,"hsh":"cd52fc9e5b4cc1d3127b3dddfd42e7ff","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.SpringCaveDale_EN-IN2419088160_tmb.jpg","title":"Cave Dale and Peveril Castle, England","desc":"Peveril Castle was once a medieval fortress, standing tall on a limestone outcrop. Its ruins now overlook the village of Castleton in the…","hash":"jtqmOvnVNam+UCIIyL59ZyupnH/olLIDJfZzB8JwwYc="}},{"startdate":"20240318","fullstartdate":"202403181830","enddate":"20240319","url":"/th?id=OHR.SpringFrog_EN-IN2337818146_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.SpringFrog_EN-IN2337818146","copyright":"Tree frog on leaf (© Tetsuya Tanooka/DEEPOL by plainpicture)","copyrightlink":"/search?q=tree+frog&form=hpcapt&filters=HpDate%3a%2220240318_1830%22","title":"Hop into the green!","caption":"Tree frog on leaf","copyrightonly":"© Tetsuya Tanooka/DEEPOL by plainpicture","desc":"In some parts of the world, the arrival of spring is announced by the guttural chorus of tree frogs. As their name suggests, these frogs spend most of their lives in trees. Belonging to species within the Neobatrachia suborder, it is characterised by its arboreal lifestyle, spending a significant portion of its life in trees. Despite their diverse origins within Neobatrachia, these tree-dwelling frogs share the common adaptation of inhabiting arboreal environments. They tend to be small and slender since their weight has to be supported by branches and twigs in their habitats. They can be recognised by the sticky discs on the tips of their fingers and toes, which help them cling to surfaces. The American green tree frog is the official state amphibian of both Louisiana and Georgia.","date":"Mar 19, 2024","bsTitle":"Hop into the green!","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240318_SpringFrog%22&FORM=HPQUIZ","wp":true,"hsh":"5dd0aa0c703dc7f061e40752f1701fc5","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.SpringFrog_EN-IN2337818146_tmb.jpg","title":"Tree frog on leaf","desc":"In some parts of the world, the arrival of spring is announced by the guttural chorus of tree frogs. As their name suggests, these frogs…","hash":"GiwYmLDAzwhV4TaP4D0AoW/amxw2fc1BAH9iatGX5a8="}}],"tooltips":{"loading":"Loading...","previous":"Previous image","next":"Next image","walle":"This image is not available to download as wallpaper.","walls":"Download this image. Use of this image is restricted to wallpaper only."}}