{"market":{"mkt":"en-AU"},"images":[{"startdate":"20240421","fullstartdate":"202404210700","enddate":"20240422","url":"/th?id=OHR.CadesCove_ROW4986631757_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.CadesCove_ROW4986631757","copyright":"Sparks Lane in Cades Cove, Great Smoky Mountains National Park, Tennessee, USA (© Richard Bernabe/Shutterstock)","copyrightlink":"/search?q=Great+Smoky+Mountains+National+Park&form=hpcapt&filters=HpDate%3a%2220240421_0700%22","title":"Info","caption":"Cades Cove, Great Smoky Mountains National Park","copyrightonly":"© Richard Bernabe/Shutterstock","desc":"Let's take a stroll down Sparks Lane, a gem situated within the Great Smoky Mountains National Park, Tennessee, USA. Established in 1934, the park encompasses over 211,000 hectares of wilderness. The forests, which cover most of the park, are home to 1,500 species of flowering plants, 952 algae, 65 species of mammals and over 240 species of birds, making it an International Biosphere Reserve.","date":"21 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240421_CadesCove%22&FORM=HPQUIZ","wp":true,"hsh":"5b140f55cf60cb0354382fd0d3802d49","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.CadesCove_ROW4986631757_tmb.jpg","title":"Cades Cove, Great Smoky Mountains National Park","desc":"Let's take a stroll down Sparks Lane, a gem situated within the Great Smoky Mountains National Park, Tennessee, USA. Established in…","hash":"MVskWwegaSNypIsEzKGIZCTONlLScLInlLCGw2wOCzI="}},{"startdate":"20240420","fullstartdate":"202404200700","enddate":"20240421","url":"/th?id=OHR.YellowstoneGeyser_ROW4895098228_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.YellowstoneGeyser_ROW4895098228","copyright":"Grand Prismatic Spring at sunrise, Yellowstone National Park, Wyoming, USA (© XIN WANG/Getty Images)","copyrightlink":"/search?q=Grand+Prismatic+Spring+USA&form=hpcapt&filters=HpDate%3a%2220240420_0700%22","title":"Info","caption":"Grand Prismatic Spring, Yellowstone National Park","copyrightonly":"© XIN WANG/Getty Images","desc":"If you are in Wyoming, USA, you might want to visit Yellowstone National Park, which was the world's first national park. Established in 1872 after the Protection Act was signed by the then-president of the United States, Ulysses S. Grant, the park is known for its flora, fauna—including Rocky Mountain wolves and grizzly and black bears—super volcano and many geothermal features, including the one we see in today's image. The Grand Prismatic Spring is in the Midway Geyser Basin. Its display of colours is caused by microbial mats, multi-layered sheets of microorganisms, ranging from deep blues and greens to fiery oranges and reds. There is so much waiting to be explored out there, so gather your friends and get out into the wild.","date":"20 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240420_YellowstoneGeyser%22&FORM=HPQUIZ","wp":true,"hsh":"3b94c0c6bfadac9b1f8c693306a26f65","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.YellowstoneGeyser_ROW4895098228_tmb.jpg","title":"Grand Prismatic Spring, Yellowstone National Park","desc":"If you are in Wyoming, USA, you might want to visit Yellowstone National Park, which was the world's first national park. Established in…","hash":"6+JoJZLZ/ZYiJoZoTClk3DuE1cDbp5Ug1gTzoMVby7Y="}},{"startdate":"20240419","fullstartdate":"202404190700","enddate":"20240420","url":"/th?id=OHR.OrkneyStones_ROW4729709282_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.OrkneyStones_ROW4729709282","copyright":"The Ring of Brodgar, Orkney, Scotland (© Paul Williams - FunkyStock/Getty Images)","copyrightlink":"/search?q=Ring+of+Brodgar&form=hpcapt&filters=HpDate%3a%2220240419_0700%22","title":"Info","caption":"Ring of Brodgar, Orkney, Scotland","copyrightonly":"© Paul Williams - FunkyStock/Getty Images","desc":"At the heart of the Orkney Islands, an archipelago in northern Scotland, lies an ancient riddle: the Ring of Brodgar. Dating back to sometime between 2500 and 2000 BCE, this Neolithic henge—a type of ancient circular earthwork—and stone circle measure about 103 metres across. Lying on a narrow strip of land between two lochs, the site initially comprised 60 stones, although today only 36 remain. The exact purpose of the structure is still unknown; in 2008, an excavation project called the Ring of Brodgar Excavation was undertaken to try to learn more about the site, but the project has not yet reached any conclusive results. In 1999, the Heart of Neolithic Orkney, which includes the Ring of Brodgar, was recognised as a UNESCO World Heritage Site. If you are planning a trip to Scotland, consider walking amid the echoes of history at the Ring of Brodgar while the crisp Scottish air embraces you.","date":"19 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240419_OrkneyStones%22&FORM=HPQUIZ","wp":true,"hsh":"9c30ac1e0152271e79282041648b7952","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.OrkneyStones_ROW4729709282_tmb.jpg","title":"Ring of Brodgar, Orkney, Scotland","desc":"At the heart of the Orkney Islands, an archipelago in northern Scotland, lies an ancient riddle: the Ring of Brodgar. Dating back to…","hash":"YJFtHMfRqZP2GY/zgCcpE2abOIXkZRfwPs3HYgBlxrA="}},{"startdate":"20240418","fullstartdate":"202404180700","enddate":"20240419","url":"/th?id=OHR.AvilaSpain_ROW3856149642_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.AvilaSpain_ROW3856149642","copyright":"Medieval city walls, Ávila, Spain (© Alberto Loyo/Getty Images)","copyrightlink":"/search?q=Avila+Spain&form=hpcapt&filters=HpDate%3a%2220240418_0700%22","title":"Info","caption":"Medieval city walls, Ávila, Spain","copyrightonly":"© Alberto Loyo/Getty Images","desc":"The stone structure in today's image is part of the medieval city walls of Ávila in Spain. Within the picturesque confines of these Romanesque fortifications lies its cherished Old Town. It's a place where cobbled streets wind their way past ancient structures, each whispering tales of bygone eras. In 1985, Ávila was included in UNESCO's World Heritage List. The iconic walls that encircle the town were built by the Spanish to protect their territories from the Moors. Built between the 11th and 14th centuries, these fortifications have a perimeter of 2,516 metres, including 88 towers. When they were first built, they served to defend the city against attacks from outsiders; nowadays, visitors can walk around nearly half of the circumference of the walls, enjoying views of the city and the surrounding countryside.","date":"18 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240418_AvilaSpain%22&FORM=HPQUIZ","wp":true,"hsh":"6de2711c961cec7b46a3d158dc57910a","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.AvilaSpain_ROW3856149642_tmb.jpg","title":"Medieval city walls, Ávila, Spain","desc":"The stone structure in today's image is part of the medieval city walls of Ávila in Spain. Within the picturesque confines of these…","hash":"wNmqmuFBxk/CjjzR9WTEJgc4SJVzbSiCWzkoxmbtE0Y="}},{"startdate":"20240417","fullstartdate":"202404170700","enddate":"20240418","url":"/th?id=OHR.SpringCub_ROW3616397044_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.SpringCub_ROW3616397044","copyright":"American black bear cub in spring, Shenandoah National Park, Virginia, USA (© Scott Suriano/Getty Images)","copyrightlink":"/search?q=american+black+bear&form=hpcapt&filters=HpDate%3a%2220240417_0700%22","title":"Info","caption":"Black bear cub emerges into spring","copyrightonly":"© Scott Suriano/Getty Images","desc":"Welcome to the world, bear cub! After spending the first months of its life inside the den, this frizzy American black bear child may be puzzled by the outside world. The cubs are born between January and February, but they don't leave their den until about mid-April or the beginning of May. When the young bears emerge into spring, they weigh around 2 kilograms and grow to about 36 kilograms by their first birthday. The weight of black bears—ranging between 45 kilograms and 270 kilograms in the case of adults—however, not only depends on their age, sex and the season but is also based on the diet available in their habitation. Black bears are the only bears found in Shenandoah National Park in Virginia, USA, which provides the setting for today's image.","date":"17 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240417_SpringCub%22&FORM=HPQUIZ","wp":true,"hsh":"064a0d04faf569eb53ffded782a5abfe","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.SpringCub_ROW3616397044_tmb.jpg","title":"Black bear cub emerges into spring","desc":"Welcome to the world, bear cub! After spending the first months of its life inside the den, this frizzy American black bear child may be…","hash":"j8Cg1JpGd48vsO/K5O+Ig7Y3P4xPRbvW9Owb3miwIJA="}},{"startdate":"20240416","fullstartdate":"202404160700","enddate":"20240417","url":"/th?id=OHR.UnionSquareNYC_ROW6729489728_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.UnionSquareNYC_ROW6729489728","copyright":"Union Square in lower Manhattan at twilight, New York, USA (© Sean Pavone/Getty Images)","copyrightlink":"/search?q=Union+Square+Manhattan&form=hpcapt&filters=HpDate%3a%2220240416_0700%22","title":"Info","caption":"Union Square, Manhattan, New York, USA","copyrightonly":"© Sean Pavone/Getty Images","desc":"'These streets will make you feel brand new, big lights will inspire you.' Alicia Keys sure knows how to serenade the vibrant, bustling life of the Big Apple. Today's homepage image takes us to a spot in the City that Never Sleeps—Union Square in lower Manhattan, New York, USA. At this historic intersection, you can find statues of George Washington—the oldest statue in any park in NYC—and Abraham Lincoln, crafted by the sculptor Henry Kirke Brown. In 1882, workers exercised their rights to free speech and assembly, organising the first Labour Day parade in Union Square. In 1997, United States Department of the Interior recognised this park as a National Historic Landmark due to its importance in US labour history. These days, you're more likely to see street chess players, musicians, skateboarders, dance crews and vendors of all types in the square.","date":"16 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240416_UnionSquareNYC%22&FORM=HPQUIZ","wp":true,"hsh":"97f7919ab989a10d2f91942434e54122","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.UnionSquareNYC_ROW6729489728_tmb.jpg","title":"Union Square, Manhattan, New York, USA","desc":"'These streets will make you feel brand new, big lights will inspire you.' Alicia Keys sure knows how to serenade the vibrant, bustling life…","hash":"c4/GqDWx8O1PJ4GxA0K7LkxXOMXg1Xh4LZsijuqLbVU="}},{"startdate":"20240415","fullstartdate":"202404150700","enddate":"20240416","url":"/th?id=OHR.ChambordCastle_ROW6581384117_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.ChambordCastle_ROW6581384117","copyright":"Château de Chambord, Centre-Val de Loire, France (© Susanne Kremer/eStock Photo)","copyrightlink":"/search?q=The+Chateau+de+Chambord+Centre-Val+de+Loire+France&form=hpcapt&filters=HpDate%3a%2220240415_0700%22","title":"Info","caption":"Château de Chambord, France","copyrightonly":"© Susanne Kremer/eStock Photo","desc":"Let's admire the Château de Chambord, a pearl of the French Renaissance on the eastern part of the Loire River. The castle was designed by Domenico da Cortona, constructed for King Francis I, and carries the marks of Leonardo da Vinci, who accompanied the king from Italy to France. The chateau's construction began in 1519. The castle showcases a centralised layout and a double helix staircase, which were inspired by da Vinci. The keep, the true heart of the building, reveals striking architecture, mixing medieval grandeur with Renaissance innovations. The building work was completed in the 17th century, under the reign of Louis XIV. Today, we can stroll through the English gardens, which offer adaptable pathways and a variety of plant selections, including conifers. With over 80 different species planted, the garden is designed to enrich the landscape and harmonise with the existing plantations.","date":"15 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240415_ChambordCastle%22&FORM=HPQUIZ","wp":true,"hsh":"ecae0bbde373b277813f58281df38b57","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.ChambordCastle_ROW6581384117_tmb.jpg","title":"Château de Chambord, France","desc":"Let's admire the Château de Chambord, a pearl of the French Renaissance on the eastern part of the Loire River. The castle was designed by…","hash":"tmbYJbMR/K35JxMmneSajXFROCgq3NdJ8DJ22ZYvGxM="}},{"startdate":"20240414","fullstartdate":"202404140700","enddate":"20240415","url":"/th?id=OHR.BowlingBallCali_ROW9309619524_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.BowlingBallCali_ROW9309619524","copyright":"Sunset on Bowling Ball Beach, Mendocino County, California, USA (© Melo Qiao/Getty Images)","copyrightlink":"/search?q=Bowling+Ball+Beach&form=hpcapt&filters=HpDate%3a%2220240414_0700%22","title":"Info","caption":"Bowling Ball Beach, California, USA","copyrightonly":"© Melo Qiao/Getty Images","desc":"Welcome to nature's bowling alley. Bowling Ball Beach on the Mendocino Coast in California, USA, is named after the striking rock formations strewn across the shore. These sandstone balls—a phenomenon known as concretions—formed over millions of years as sedimentary layers built up around a central core of sand and stone held together by mineral cements. Erosion gradually wore away the outer layers to expose the spherical shapes we see today. This created a fascinating spectacle that only appears at low tide. Concretions are rare, and there has been plenty of wild speculation about where they come from, with some believing them to be extraterrestrial debris while others wondering if they are dinosaur fossils. The answer, however, is quite simple: it is the forces of nature at play.","date":"14 Apr 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240414_BowlingBallCali%22&FORM=HPQUIZ","wp":true,"hsh":"3bfde20f4c2d09b34febac52f00fdf85","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.BowlingBallCali_ROW9309619524_tmb.jpg","title":"Bowling Ball Beach, California, USA","desc":"Welcome to nature's bowling alley. Bowling Ball Beach on the Mendocino Coast in California, USA, is named after the striking rock formations…","hash":"VSi4/9vtPda7RzEx4NpZCNH58x8A4xvFWrRlbr22qw4="}}],"tooltips":{"loading":"Loading...","previous":"Previous image","next":"Next image","walle":"This image is not available to download as wallpaper.","walls":"Download this image. Use of this image is restricted to wallpaper only."}}