{"market":{"mkt":"en-AU"},"images":[{"startdate":"20240911","fullstartdate":"202409110700","enddate":"20240912","url":"/th?id=OHR.EltzCastle_ROW3763961320_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.EltzCastle_ROW3763961320","copyright":"Eltz Castle, Germany (© Allard Schager/Alamy)","copyrightlink":"/search?q=Eltz+Castle&form=hpcapt&filters=HpDate%3a%2220240911_0700%22","title":"Info","caption":"Eltz Castle, Germany","copyrightonly":"© Allard Schager/Alamy","desc":"Eltz Castle, located in a valley in the Eifel region, is one of Germany's most significant and well-preserved castles. The House of Eltz, a noted German noble family, has owned it continuously since the 12th century. The castle features a mix of architectural styles, including the Gothic knights' parlour, the Romanesque keep and the Baroque structures. A key attraction is the treasure chamber, which holds one of Germany's most important collections of medieval art, including valuable armour, intricately designed weapons and gold and silverwork. Whether you're a history buff, an architecture fan or just someone who enjoys a good story, this castle has something to offer.","date":"11 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240911_EltzCastle%22&FORM=HPQUIZ","wp":true,"hsh":"cb405328d9395a8844ec923e4bd1c7a4","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.EltzCastle_ROW3763961320_tmb.jpg","title":"Eltz Castle, Germany","desc":"Eltz Castle, located in a valley in the Eifel region, is one of Germany's most significant and well-preserved castles. The House of Eltz, a…","hash":"QK5ErYbxcUtZ8JxAyIRzkaeNs39KaTJtHRNXPafls1w="}},{"startdate":"20240910","fullstartdate":"202409100700","enddate":"20240911","url":"/th?id=OHR.BridgeLisbon_ROW2312230320_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.BridgeLisbon_ROW2312230320","copyright":"Vasco da Gama Bridge, Lisbon, Portugal (© Achim Thomae/Getty Images)","copyrightlink":"/search?q=Vasco+da+Gama+Bridge&form=hpcapt&filters=HpDate%3a%2220240910_0700%22","title":"Info","caption":"Vasco da Gama Bridge, Lisbon","copyrightonly":"© Achim Thomae/Getty Images","desc":"Today's image features the Vasco da Gama Bridge in Portugal, which looks like a sleek line cutting through Lisbon's skyline. Up close, it is a cable-stayed bridge with viaducts, stretching across the Tagus River in Parque das Nações, a civil parish in Lisbon. The second longest bridge in Europe, it also holds the title of being the longest in the European Union. Built to ease the traffic jam on Lisbon's 25 de Abril Bridge and make travel smoother between the north and south of Portugal, the construction of the Vasco da Gama Bridge began in February 1995. It is earthquake-resistant, designed to absorb shifting during a quake. Since its deck is not fixed to the pylons, it can move both lengthwise and sideways. Inaugurated on March 29, 1998, the bridge's opening was perfectly timed for Expo 98, the World's Fair celebrating the 500th anniversary of Vasco da Gama's historic sea route discovery from Europe to India.","date":"10 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240910_BridgeLisbon%22&FORM=HPQUIZ","wp":true,"hsh":"8ade4d690dbd8764f60e66da38292346","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.BridgeLisbon_ROW2312230320_tmb.jpg","title":"Vasco da Gama Bridge, Lisbon","desc":"Today's image features the Vasco da Gama Bridge in Portugal, which looks like a sleek line cutting through Lisbon's skyline. Up close, it is…","hash":"SVJ3WojHEzzFZjRrovPx5s9+OtQJmM/k9gIV9vS0pAg="}},{"startdate":"20240909","fullstartdate":"202409090700","enddate":"20240910","url":"/th?id=OHR.IguazuRainbow_ROW3139457985_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.IguazuRainbow_ROW3139457985","copyright":"Iguazu Falls at the border of Argentina and Brazil (© AirPano LLC/Amazing Aerial Agency)","copyrightlink":"/search?q=Iguazu+falls&form=hpcapt&filters=HpDate%3a%2220240909_0700%22","title":"Info","caption":"Iguazu Falls at the border of Argentina and Brazil","copyrightonly":"© AirPano LLC/Amazing Aerial Agency","desc":"Want to witness falls so grand that they make Niagara look modest? Let's explore Iguazu Falls, the largest waterfall system in the world. The name 'Iguazu' comes from words in the regional languages Guarani or Tupi, which mean 'big water.' These series of waterfalls are formed by the Iguazu River, on the border between Argentina's Misiones province and Brazil's Paraná state. They feature a striking staircase formation, with a two-step cascade created by three layers of basalt.","date":"9 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240909_IguazuRainbow%22&FORM=HPQUIZ","wp":true,"hsh":"4d042b3b286cc1dbf755435d911fa792","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.IguazuRainbow_ROW3139457985_tmb.jpg","title":"Iguazu Falls at the border of Argentina and Brazil","desc":"Want to witness falls so grand that they make Niagara look modest? Let's explore Iguazu Falls, the largest waterfall system in the world…","hash":"a+vqPNJLwsbT+1iBDgXw1y/SmlEepEq/al/8CwGaLNk="}},{"startdate":"20240908","fullstartdate":"202409080700","enddate":"20240909","url":"/th?id=OHR.Canigou_ROW3533660009_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.Canigou_ROW3533660009","copyright":"Abbey of Saint-Martin-du-Canigou, Northern Catalonia, France (© Cyril Gosselin/Getty Images)","copyrightlink":"/search?q=Abbey+of+Saint-Martin-du-Canigou&form=hpcapt&filters=HpDate%3a%2220240908_0700%22","title":"Info","caption":"Abbey of Saint-Martin-du-Canigou","copyrightonly":"© Cyril Gosselin/Getty Images","desc":"Looking for a timeless getaway? The Abbey of Saint-Martin du Canigou opens its doors to you! Nestled in the western foothills of the Canigou massif in the Pyrénées-Orientales, this is an eleventh-century Romanesque marvel. The abbey has two churches built in the first Romanesque style: the lower church, dedicated to St. Mary, and the upper church, dedicated to St. Martin. This historic structure is catalogued in the Base Mérimée, an architectural heritage database managed by the French Ministry of Culture. The original appearance of the cloister is now hard to envision due to extensive restorations carried out between 1900 and 1920. Originally, the cloister had two levels: the lower level, constructed in the early 11th century, featured vaulted galleries with semicircular arches and was free of ornamentation. Today, only three heavily restored galleries remain, missing much of their original character.","date":"8 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240908_Canigou%22&FORM=HPQUIZ","wp":true,"hsh":"280ea09306ba0b6ef36573b989e0349b","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.Canigou_ROW3533660009_tmb.jpg","title":"Abbey of Saint-Martin-du-Canigou","desc":"Looking for a timeless getaway? The Abbey of Saint-Martin du Canigou opens its doors to you! Nestled in the western foothills of the Canigou…","hash":"1aHX0pVPXacsa8nyKJimKTuOhhJntui3AbsPYxBYCRw="}},{"startdate":"20240907","fullstartdate":"202409070700","enddate":"20240908","url":"/th?id=OHR.SantaCruzHummer_ROW3345595068_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.SantaCruzHummer_ROW3345595068","copyright":"Anna's hummingbird, Santa Cruz, California, USA (© yhelfman/Getty Images)","copyrightlink":"/search?q=Annas+hummingbird&form=hpcapt&filters=HpDate%3a%2220240907_0700%22","title":"Info","caption":"Anna's hummingbird","copyrightonly":"© yhelfman/Getty Images","desc":"Let's meet Anna's hummingbird, seen in today's image. Named after Anna Masséna, Duchess of Rivoli, it's one of an estimated 366 hummingbird species, and it's the most common species on North America's western coast. With its shimmering emerald feathers and sparkling rose-pink throat, this little bird is a sight to behold. Hummingbirds are known for their incredible speed; they can flap their wings up to 80 times per second, allowing them to hover in place and even fly backwards. Emily Dickinson aptly describes their swift movement: 'A Route of Evanescence / With a revolving Wheel—.' Their high metabolism requires them to eat constantly, so they spend their days flitting from flower to flower, sipping nectar and catching insects.","date":"7 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240907_SantaCruzHummer%22&FORM=HPQUIZ","wp":true,"hsh":"61b7f2dc47b461885b39c345f5ab59df","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.SantaCruzHummer_ROW3345595068_tmb.jpg","title":"Anna's hummingbird","desc":"Let's meet Anna's hummingbird, seen in today's image. Named after Anna Masséna, Duchess of Rivoli, it's one of an estimated 366 hummingbird…","hash":"U1MpASPOeIW3d9qYOlHZ6y88oTHZc3gjUmRCMTP2IaA="}},{"startdate":"20240906","fullstartdate":"202409060700","enddate":"20240907","url":"/th?id=OHR.GlenariffPark_ROW1563275135_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.GlenariffPark_ROW1563275135","copyright":"Ancient beech tree, Glenariff Forest Park, County Antrim, Northern Ireland (© Dawid K Photography/Shutterstock)","copyrightlink":"/search?q=Glenariff+Forest+Park+County+Antrim+Northern+Ireland&form=hpcapt&filters=HpDate%3a%2220240906_0700%22","title":"Info","caption":"Glenariff Forest Park, Northern Ireland, UK","copyrightonly":"© Dawid K Photography/Shutterstock","desc":"Ever wondered what it's like to stroll through a storybook? Welcome to Glenariff Forest Park in County Antrim, Northern Ireland. This park spans nearly 1200 hectares of woodland, waterfalls and wonder, and it boasts several walking trails, each offering its own unique perspective of the landscape. The most popular is the Waterfall Walkway, a nearly 5-kilometre trail that passes through a National Nature Reserve and features the Ess-na-Crub and Ess-na-Larach waterfalls. Glenariff is home to a rich diversity of wildlife including red squirrels, pine martens and badgers. Birdwatchers will be delighted by willow warblers, chiffchaffs and kingfishers. The flora is just as impressive, with trees such as the ancient beech, pictured here, oak, birch and rowan creating a lush canopy. So, whenever you choose to visit, Glenariff is sure to leave you feeling 're-leafed' and rejuvenated.","date":"6 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240906_GlenariffPark%22&FORM=HPQUIZ","wp":true,"hsh":"09f5667aa947e15042d563bbe0bb889b","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.GlenariffPark_ROW1563275135_tmb.jpg","title":"Glenariff Forest Park, Northern Ireland, UK","desc":"Ever wondered what it's like to stroll through a storybook? Welcome to Glenariff Forest Park in County Antrim, Northern Ireland. This park…","hash":"QM3/4m0zyRzi1KWT5grt6bMNhJudGW3i65cxMH+Vh1M="}},{"startdate":"20240905","fullstartdate":"202409050700","enddate":"20240906","url":"/th?id=OHR.TIFF2024_ROW8059887300_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.TIFF2024_ROW8059887300","copyright":"Toronto city skyline seen from Lake Ontario, Canada (© Roberto Machado Noa/Getty Images)","copyrightlink":"/search?q=Toronto&form=hpcapt&filters=HpDate%3a%2220240905_0700%22","title":"Info","caption":"Toronto, Canada","copyrightonly":"© Roberto Machado Noa/Getty Images","desc":"Today's image features Toronto's skyline overlooking Lake Ontario, Canada. The most populous city in Canada and the capital of Ontario, it boasts a population of 2,794,356 as of 2021, making it the fourth-largest city in North America. Known for its dynamic blend of business, finance, arts, sports and culture, the city is also celebrated for its multicultural and cosmopolitan character. Indigenous peoples have inhabited this region for more than 10,000 years. Following the contentious Toronto Purchase, the British established York in 1793, which was later renamed Toronto and incorporated as a city in 1834. Geographically, Lake Ontario is the smallest of the Great Lakes in surface area, spanning 19,010 square kilometres, yet it surpasses Lake Erie in volume. It's the 13th largest lake globally, with a shoreline of 1,145 kilometres.","date":"5 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240905_TIFF2024%22&FORM=HPQUIZ","wp":true,"hsh":"256b99c193539ab612df80a58ad7a0b8","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.TIFF2024_ROW8059887300_tmb.jpg","title":"Toronto, Canada","desc":"Today's image features Toronto's skyline overlooking Lake Ontario, Canada. The most populous city in Canada and the capital of Ontario, it…","hash":"jdjx4yV9h8UVPeYXUIvhYpAQJ7L0tv15edKBBN9WNoQ="}},{"startdate":"20240904","fullstartdate":"202409040700","enddate":"20240905","url":"/th?id=OHR.DuskyOwls_ROW7167692240_1920x1080.jpg&rf=LaDigue_1920x1080.jpg&pid=hp","urlbase":"/th?id=OHR.DuskyOwls_ROW7167692240","copyright":"Dusky eagle-owls, Pakistan (© zahoor salmi/Getty Images)","copyrightlink":"/search?q=Dusky+eagle+owls&form=hpcapt&filters=HpDate%3a%2220240904_0700%22","title":"Info","caption":"Dusky eagle-owls, Pakistan","copyrightonly":"© zahoor salmi/Getty Images","desc":"As daylight fades, dusky eagle-owls, the silent hunters seen in today's image, emerge from their nests. These primarily nocturnal raptors were photographed in Pakistan but can also be found in forests and scrublands across South and Southeast Asia. An impressive wingspan of 38–43 centimetres, piercing yellow eyes and exceptional hearing help them catch small mammals and birds with precision in dim light. Measuring up to 61 centimetres, these feathered predators can also be spotted hunting in the daytime when the weather is cloudy. They often live in the abandoned nests of other birds or in natural crevices. Dusky eagle-owls breed in December and January, usually rearing their young in the safety of tall trees or cliff ledges. Nature lovers and bird watchers are captivated by their solemn gaze and elegant stature.","date":"4 Sep 2024","bsTitle":"Info","quiz":"/search?q=Bing+homepage+quiz&filters=WQOskey:%22HPQuiz_20240904_DuskyOwls%22&FORM=HPQUIZ","wp":true,"hsh":"91359a0b351b29b127436b813ca8b959","drk":1,"top":1,"bot":1,"hs":[],"og":{"img":"https://www.bing.com/th?id=OHR.DuskyOwls_ROW7167692240_tmb.jpg","title":"Dusky eagle-owls, Pakistan","desc":"As daylight fades, dusky eagle-owls, the silent hunters seen in today's image, emerge from their nests. These primarily nocturnal raptors…","hash":"uEBDFq6ZXwY30MVSL5dk+BlrU5SoorPGwKr4rjhY/QQ="}}],"tooltips":{"loading":"Loading...","previous":"Previous image","next":"Next image","walle":"This image is not available to download as wallpaper.","walls":"Download this image. Use of this image is restricted to wallpaper only."}}